["Idiot.. they asking about the reason why did you conduct this study.. and how will you apply it to the environment.. -_- .. the word \"WE HAVE NO CHOICE\" in not a reason..","Bakit nagiging Cancer na ung mga tanong dito?\nSa pagkaka'alam ko\nFor programmers,developers group to?\nSo bakit my mga tanong kahit gumawa ng website di pa alam? Tinatawag nyo mga sarili nyong Developers/Programmers? Dun po kayu mag join sa group na Nag tuturo ng mga Basic Prog.\nKaya di umuunlad tayu kasi aasa nlang sa Spoonfeeding, Mag google kayo Please!","Observation ko lang,may mga graduating stud dito na nagpapagawa ng thesis etc? Aanhin nyo diploma kung di kayo marunong?..","i think this group \"programmers, developers\" is for learners (students) and professionals. This post about asking for a code is inappropriate but I think your comment is disgusting sir. With all due respect sir. We students should also be respected. Yes you have the skills but you dont have the attitude. Im sorry","Ang sabi kasi design your own website not redesign from bootstrap mataamaaan ;P","\"So that times of refreshing may come from the presence of the Lord, and that he may send the Mesiah appointed for you, that is, Jesus.\"\nPeacefulMind\n(I NEED SUMMER JOB)","Napanuod nyo nba to guys?","outdated na kase ung php","*OT*\nThis is important for everyone pls dont delete.","Any tips sa load para di makain ng TM?\n\nLaginalang kasi &gt;.&lt;","comment deleted","Graduating next year pero walang natutunan ang sad bes :( :(","Magtatanong lang yung cloudfone ice plus ko yung setting nag unfortunately has stopped ano po kaya gagawin?TIA sa sasagot masagot po sana haha","San po pwede makakuha ng free ms office with license key? Nireformat ko kasi laptop ko tas ayun wala na :(","Im not an it student im here for knowledge diko inaasahan na ganyan mga tao dito..may kanya kanya tayong field punta kayo sa field ko at ganyanin ko din kayo?\nKung bawal bat di nalang i delete o ayusin ang pag acept ng members?\nnakakahiya ka..\nNakakainit ka ng ulo...","Pa help naman po mga kuya/ate bat ganto po messenger app ko? Pag ibang account naka switch updated sy? Pero pag main account ko na ! Nag oout of date na? Ano po need gawin? Android users po ako salamat po.","Sino po nag reprogram ng cp dito?\nNewbie lang po respect post","bakit lahat ng books about learning nodejs hindi nawawala yung express?\nminsan isa hanggang tatlong chapters lang yung about nodejs tas the rest express framework na tinuturo..\nputa ang malupit pa nun yung title ng book \"learning nodejs\" hahah\ndami ko binasa books about php di naman ganyan ahh puta puta puta", "ask ko lang po . kung pde . padelete na lng po kung bawal . hihingi ko sana ako ng adobe photoshop cs7 . thank you po", "Ilan dito yung grumaduate ng IT/CS pero kahit log in hindi alam? :D Hahaha", "helo po..Hindi ako maka connect sa internet.", "Bakit Nakaka HIGHBLOOD ang Thesis ?", "Ayos mga tanungan dito ngayon ha.", "guys tanong lang ako ano kaibahan ng computer engineering,IT,comsci at IT nalilito ako... salamat sa help", "Pwede po magtanung mga brother,may apk po ba na na pwedeng makita yung password ng wifi , kahit di rooted yung cellphone?","Minsan mahirap magtanong dito. Ang dami pasikat!","Dito ako magra rant\nOh! Game dev yan! May MATH yan.\nMagsilabas yung mga nagsasabing hindi mo kailangan ng MATHEMATICS sa programming at nasa LOGIC yan!.","Paadd naman sa mga loding programmers ko diyan","Ano pong pinagkaiba guys ng Con Sci sa IT na course?","hi guys! :D","May nagsabi  sakin na ang ibinabagsak daw sa IT ,mga bobo\n\nTaena yan gusto Kong gerahin hahaha","Bago po tayo mag-program survey po una ako ha?!\nPoll:\nAre you in favor of implementing divorce in the Philippines?","Alam ko wifi password niyo","OK, I had enought of this group. those posts that are not related are so dumb. and also for the members that is posting without reading the pinned post, hwo can you be a programmer or an aspiring programmer if you don't even read instructions. I like teacher beginners but this is too uch.\nto admin: please be more strict on users that wanna join your group\n~Dropping the mic. bye","Mga master ano po maganda..\nInformation technology or computer science?","Ptpa\nAno pong software yung parang portal sa Wifi? Bago makaconsume :)","Yung mga nagtatanong jan kung paano mang-hack ng FB Acount dapat bina-ban na eh.","Segway po muna mga kuya meron po kaming globe na prepaid wifi kakapaload ko palang naubos na agad! Ano kaya magandang gawin?","Ok lang bang gumawa ng system para funerarya? Sabi kasi nila mamalasin ka daw.. totoo ba yun?","Peraaa$$$Chupa? Hahahahahaha tangina pangalan hahaha","Mga ka PD ano po bang magandang Title sa System if Gusto ko lang po malaman kung ano po bang magandang Title\nThankyou Po ..","Ask ko lang po\nANo po yung mga madalas tinatanong pag nag dedefense ng thesis","ano po ba ang advantages/disadvantages ng CS? Please feel free to comment","Penge po codes kahit tatlong basic codes ng html","paano ba ganahan sa pag proprogramming?","mga ka PD  sinu gumagamit ng sublime dito? pwede poba mag ask? please comment\n#respect","ano po bng ginagawa ng mga IT kapag sa OJT. any ideas po? kabado po kase yung \"friend\" ko!!!","Baka po may makapag suggest ng magandang Title for thesis ..","Hello po matanung ko ano po ba ang difference ng COE at BSIT","Paano po maghomebased?\nTnx po","If  human is confusing\nThen youre crazy\nIFTT\nMga master","Off topic po","Guys . sa mga vivo users jan . ano pong code ung ginagamit para malaman na original ung cellphone na vivo ? ung gaya din po sa samsung ? \nany suggestion po ok lang.\nthanks po.","ptp admin.\nask ko lng po pano po mag reset ng iphone?\nneed ko lang po talaga.\nsalamat po  in advance sa mga matinong sagot. respeto na dn po.","Permission to post: Kindly like and share the photo, thank you.","Ang bagal po ng facebook, ako lng po ba ang naka2experience nitoh or may problema talaga?","Denedelete ng admin post ko yoko na nga magpost :(\n*Nangulangot*","Bigla bigla po namamatay laptop ko. Built in batt. Ano po kayang problema? Salamat","What is Operating System? Sagot mga ka PD","Paano palitang ang SSID name and Password ng Globe Tatoo ZTE Pocket Wifi?","Mahirap ba Mag ComSci?","Bakit ka nag IT?","Hi. SIno dito waiting sa email ni ACN for online pasahan ng requirements? Wala pa den sinesend. One week na.","Ano poba pinagkaiba ng ICT sa I.T na course??","Pa help naman po huhuhu\nIsang araw nagamit ko pa ito eh pero bat ganun pag bukas ko ulit naging ganyan na?\nGinawa ko na yung boot pero hdd naman ang una tapos remove harddisk at ram ganun pa hays help po","Hoy mayabang na Programmer. Bakit sobrang yabang mo ha? Masyado kang magaling feeling mo ikaw magaling eh no? Nakakabuwisit ugali ang pota ! Wag kang masyadong at nagmamayabang ah Subukan mo lang. Hindi ako magandang kaaway! Kaya wag kang mag feeling na pinakamagaling! Ang dami kong natutulungan sa group nyong programmers develppers kaso Bigla nyoko pinermanent ban hindi naman masama ginagawa ko at gusto ko lang tumulong sa ibang nangangailangan mga walang kwenta!! Madami sakin gusto mag balik sa group kaso wala silang magawa dahil member lang din sila nag PPM sla sakin kapag kailangan nila ko. Pero ikaw putangina mo masyado kang mayabang at nag mamagaling!","Spamming ka po","Anong course po na magandang kunin? BSCS? or BSIT? Graduate ako ng ICT mga master. Advice naman po","OT. pa Hel nmn. panu mag block ng website using GLOBE HUAWEI B315s-938?  THANKS","Mga boss ano po ba magandang basahin or san maganda mag start pag network troubleshooting? Magsstart na kasi ako bukas and di ko alam ung exact duties and responsibilities ko sa company. Pinakita lang sakin ung system server nila at yung router hub buong building pa ata nakaconnect. Basic lang kasi alam ko sa network.. any suggestion will be much appreciated. Ty","May idea po ako , naghahanap ng technical startup partner","Nasa TIMELINE ko yung VIDEO watch nyo nlng dun. Sayang ka Joven papasikat ka na nga eh. Binigyan ka pa ni Vice ng break sa movie nya. Dapat tinigil mo na kasi yan. Di mo iningatan career mo sayang naman. Yan nagagawa ng droga sa buhay ng tao. Share ko lang.","Hindi pasok sa IT\nHi automotive","Pa OT po :) Ano pong mga school sa Metro manila yung marerecommend nyo para sa mga incoming first year na magtetake ng compsci this coming school year? Yung open pa po sana. Late na late na.","IT ,CS or CpE ??","Kaya siguro natalo ako sa sk selection kasi IT ako at educ kalaban ko","Good day mga paps. SIno developer ng Construct 2 dito?","Mga ka-PD anong magandang gawin na system para sa thesis ?","Goodmorning Ka PD! Di siya IT Related yung question ko po and sana matulungan niyo ko. Ano po gagawin para matanggal yung pagiging grounded ng pagsaksakan ng jack ng earphone sa phone ko? TIA.","sino po may l120 reseter","Mga students sa STI,nagpropose ng thesis nila sa isang 2D game. Sabi ng prof nila:\n\"2d? Obsolete na yan!\"\nTRIGGERED SI AKO!","pldthomefibrk9p35\nano ang password nito?\nOff topic","ptpa.\nhelping a friend po. patulong naman po paretrieve ng fb account na nahacked. except po sa paggamit ng email or phone number na nakalinked sa fb acc. may alam pa po ba kayong way?","BSCS,BSIT,BSIS\nSTI o AMA? sa experience nyo?\naside from self studying","Good Evening po.. Ano po magandang pagaralan IT or CompSci.?","May trusted pagawaan po ba ng laptop sa gilmore? Sony vaio lang po. San po kaya banda dun?","Hello Boss totoo po ba pag bumili ng mga laptop/desktop hindi po include ang microsoft office.","graduate po ako ng BSIT sa kasamaang palad hindi ako marunong mag codes anong work pwede sakin? (tinurnoff ni admin yung commenting sa post ko)","Guys ayaww ko sa codes pero gusto ko yung mag edit edit ng picture at videos pero IT ang course ko okay lang ba yun?","Baka naman po my codes kayo ng payroll system sa turbo c++? Salamat agad sa mag bibigay","La mga natuwa sila oh , at Di pa nakontento ni mention pa , haha mga Tao tlga imbis na tulungan or mag bigay ng advise mas inuma pa , manira at mang asar, sensya na talino nyo eh bobo ko kaya nag post ako nang hihinge ako , mga kupal amf kla mo naman Di nag simula sa pagging bobo mka correction ts , kung Di pa kau kontento pa viral nyo mga gagoo hahaha ! Bka sakaling matuwa pa ung iba nag fefeeling eh mga nangopya or nanghinge lng naman , wag kau mag feeling mga munggo kaya kau nag Aral kse mga bobo din kayo !","Paturo po mag change ng IP address sa cellphone sa computer ko lang po kasi nagagawa... Pano po ba???","thesis topic po help IT po","Learn how to build your own html site","Pano po gumawa ng Apple I.d?","Ano pinagkaiba ng BSIT sa BSComSci\nNangangailangan ng matinong sagot. #Newbie","Some doesn't show respect,also some of the admins and moderators.","Cnu kaya gumawa ng apps?? Simple apps lang parang waze :) may idea ako pano maka tulong sa madaming tao","KING INA MO KUNG HIRAP KA NA MAG IMBENTO NG 15 FIELD NAMES MAG DROP KA NA BOBO !!","#ot\nsino po mga instructor/prof dito ? ano po feeling ng may bida bidang studyante na pati ikaw tinatama nya, pero tama nmn sya. tnx","Startup ideas?","Tanginang group to hindi na productive. Kung hindi hack sa fb, bakit IT/CS pinili mo, pinagkaiba ng shit to shit, ano magandang kunin, anong magandang title sa thesis, pasagot ng homework and etc wew. Then may mga tanong na magandang sagutin pero hinahaluan ng \"GMG\" then mga non sense na \"bobo mo naman di mo alam yan\" feeling matalino ang puta. Then meron din yung magtatanong ka ng legit wlang sasagot kase lalake ka pero pag babae paunahan kahit basura naman yung tanong. Wew wew .. may admin ba dito o wla? Then programmer ba mga member dito?","See? Mas madame comment pag none sense ahaha","good evening! anong kadalasang nagging problema sa network??!! thank you po","Sino dito na try mag host sa 000webhost?","helo","Ano po pagkakaiba ng BSIS sa BSIT at alin ang mas angat? Naguguluhan ako sa kukunin ko.","Dati usapan dito more on anung problem sa codes, ok ba ung system na ginwa, any idea mas gumanda system ko, okay ba yung ERD ko, tama ba ung infrastructure ko, Tapos ngayon anung magnda bsit/comscie, nahack fb ko panu gagawin ko, anu mganda title for thesis anung subject sa ict.\nActually ung mga simpling question meron nyan sa google eh, tapos ung sa sub depende sa curriculum niyo yan, mag search muna sana kayo bago kayo mag tanong","Guys Grade 9 ako at ICT yung kinoha ko pero sa hardware muna kami, any advice po? &lt;3","basta makapagpass lang ng title na may \"system\" ang dulo ayos na! ^_^ si pro na bahala umitindi nun! hehe :-p","Mga sir, sino po may EaseUS key gen dyan? Pahingi naman. Salamat","tanginang moderator ng PD to,kala mo talaga sure na sure sa kanya kinopya eh..\"WALA NA NAKOPYA NA\"? Ibang iba nga at pag kaka-alam ko may isa pang ganyang meme dito.. pag admin tlga ng PD malaki ulo","Any tips for BSIT na ngayon palang papasok?\n#rp","Penge naman po ng tips po para sa system na gagawin namin gamit ang java","Hello po. Suggest naman po kayo ng pwedeng gawin Thesis for computer Engineering.\n#Respect","can u give me idea about\n#searchingmethod gusto ko po mangyari is\nex. blue whale ang isesearch ko\nisa ito sa lalabas (blue big whale)","Pa help naman po mga lodi assignment lang haha. Pa distinguish kung anu ibig sabihin ng bawat lines ng codes\nJAVA po yan. First timer lng po e\n# include &lt;iostream&gt;\nusing namespace std;\nint main()\n{\ncount&lt;\nHello World\\n\";\nreturn 0;\n}\nThank you po","Hi po PD , ask ko lng po kung ano po yung 10 types ng Flowchart, thankyou po","Guys. Pa-help naman. Wala akong data. Gimme objectives for resume? :((","Paano ba mag shortcut volume sa keyboard at yung brightness\nBaguhan lang","How to collect data from database using html. Please help?.","Good eve PD!\n---\nJust wondering, ano ang pinaka entry level na IT job?","Progra Programmer kuno.","Boboh!","Pa help naman po ako kong sino pwedi magturo sakin kong paao po mag codeng para po sa thesis namen.\nSalamat po","Hello sino pong marunong manghack ? Like fb kaya mo siyang ihack ng hindi nalalaman yung password then mga system? Paturo naman po please","San po bagsak ng mga IT graduates pag nagpulis??","uy haha morning.. pahelp naman po sa php gawan niyo nga po to ng statement..\nIf session not exist, punta sa login.php, else, forbidden.php\ntnx po wala ko maisip T_T","guys pag nag update kaba ng lenovo a6000\nmaglalag ba siya or ano?","3 YEARS KONG INIYAKAN ANG PROGRAMMING TUS ANG PERSYER NGAYON, SASABIHIN LANG NILA \"BASIC\" LANG ANG \"PROGRAMMING\"? NAPAPA OPPA AKO NG PAKSHET MALUTONG","example of dynamic and static website?","Hello guys ... May Alam ba kayong TITLE para sa THESIS... NEED PO NG TITLE.... SALAMAT","Yung tipong Ginigisa ka ng Prof mo kung ano ba ang pagkakaiba ng\nBSIT at BSIS??\nguys help ano nga ba???","bat tinanggal post ko?related naman yon sa programming.wala kang respeto kung sino ka man","What is Web 3.0?","PAANO PO MAG EXTEND NG RAM SA LAPTOP.\n#respect_po","Ikaw na lang kaya admin tapos sipain mo yung mga bobo at spoonfeed sa group tutal alam mo na lahat\nWell its your opinion nag cocoment lang ako kung ano gusto kong sabihin","Paano maging tanga:\n&gt; mag enroll ng IT or CS\n&gt;Sumali sa PD\n&gt;Ipost sa PD lahat ng definition of terms na pinapa search sayo ng prof mo.","Boss, what is ardiuno? :(\n#respect","Goodafternoon patulong po 5 system proposal po","Good ev... sino po dito makabigay ng Judging sytem? TIA sa makabigay","Tanong Lng Guyz Mahirap Po Ba ang Programming?","Hellow po ask ko lang po kung ano po ba yung computer program . Ano po pagkakaiba sa software . Salamat po","bakit po hindi matanggal yung mga pict. sa phone kok kahit nag format na ko . salamat po","Guys penge naman idea pwedeng title ipangproposal gamit vb yung di naman masyadong malaking system","Hi im grade 11 and i am ICT student. Who can help me about computer programming?","Hi po ! Ano po kayang magandang title for research na I.T related? Salamat po sa sasagot","nag tanong ako kanina,tas ako din sumagot sa problema ko sa program. \"minsan ikaw lang talaga makakadebug sa program mo\". BWAHAHAHAHAHAHHA SKL","Guys anong magandang I propose na title? Yung system na laging nagagamit. Suggest nga kayo thanks.","I no longer need post from you. These are not my interest.\nToo many post. Please cancel my membership. Thank you.","Write a outputs fibonacci sequence using loop\nAno po ba yung solution / formula ?","&lt;b&gt;Making our own sytem? Can you help me?","Nako po! Dumadami na sila!","Kung ano ano na innovate nyo di nmn productive sa mga bata do a game that will educate not destroy their minds and heart\nGame developer here","Hello ask ko lang kunnng ano ba ang trend now sa Tech,yung maganda pang thesis. X'D","Hi,anyone here who can help me sa java? Starter pa lang ksi, can anyone tell me all of the basics sa java?gaya nung parang printf sa turbo c or scanf, haha. Every details sana. And how does polymorphism work? Anong magandang game din ang pwedeng gawin na may polymorphism? Haha. Thank you very much!","Pwede po magtanong? Paano po malalaman if pwede yung laptop sa autocad?","Di ko po alam kung bakit ako nag-Computer Science na course. Ano pong gagawin ko?","mga kuys d po gumagana yung touchpad ng laptop ko .\nanung key na pindotin para gumana yung touchpad ng laptop ko?","Pwede po pa ba marecover yung mga nadelete na text messages sa iphone","Sa mga graduate ng 2018 na d nakapasok sa IT job,ano ngayon buhay nyo? Hahaha!","Mga boss tanong ko lang ano magandang android apps na pwedeng ipang thesis","Off topic po hahaha nakaka overheat po ba ang keyboard protector","Sa mga IT, ano ang karaniwang trabaho nila?","Anong site pwede mag DL ng installer ng w7 tapos mga drivers neto.","Nawala yung post about Mobile Legends?","Good Evening po , sino pong Computer science dito?","MGA KA PD SANBUKASAN NETO?","IT or CS?","Pano ba malalaman kung yung Laptop eh SATA or IDE? May nagtanong kase sakin eh, bigla akong napaisip. Naguguluhan me","mga ka PD. ask lng po. anung the best na pang gawa ng android apps? tnx","Guys tanong lang mahirap ba ang IT?","Kung may mga basic questions kayo? Wag kayo magpost dito, halos kasali dito magagaling\n-Just_saying","about programming lang ba pwede itanong dito? may itatanong sana ako about sa PC ko, may problema ata... hindi kase ako makapag-program ng maayos......\n#respectPost","PAANO GUMAWA NG PROGRAM NA NAG COCONVERT SA CELSIUS TO FARENHEIT SA C++,tnx","Maam/sir share knowledge po sana pag may nagtatanong , kung may alam turuan yung nagtatanong . hmmm","Hindi po ba mahirap ang course na I.T hidi po ba ito nakaka baliw? Ask ko lang po\nHtml and Css pa lang kasi alam ko","Mga ate/kuya pa help naman po ng code nyan!!","Question lang:!?\nAno Kadalasang Trabaho ng Mga IT?","Maraming salamat po sa pag accept sakin :)","Off topic po.\nSa 196k members ng pd sino po para sainyo pinaka magandang programmer na kasali dito? Curious lang po","Mga master example nga po ng codes sa calculator plss. Tia.","WHAT IS GOOGLE WHEN YOU ALREADY HAVE Programmers,Developers? Silly question,cancer comments","Hello po :) Ask ko lang po ano po ba Pinagkaiba ng Linux sa Windows?\nReport lang po Tomorrow . Thanks po","guys ask lang.\nilang account ba kayang i handle ni messenger?\nlimited lang ba?","Hi guys. pa tulong na man mag isip kung ano magandang gawing useful apps .","guys! help naman..sino my program ng basic calculator..kailangan hardcode.\ntia","Bakit po kaya biglang namamatay yung computer ko pag naglalaro ako ng nba. Salamat sa sasagot","Sa lahat ng programer patulong naman ng paggawa ng specific research title about sa programming plss po","Mga sir pwede na po ba ito pang dota 2?","Aside from being a companion of HTML and CSS, what are some other things that JavaScript can do?","tanga pala tao dito ehh. pano kung dota 2 ang basehan nya sa benchmark sa pc/laptop?","I need help for Bootable Flashdrive Windows7. Paano po ulit gawin, Step nga po?\nALam ko kailangan ata ng ISO e kaso saan makukuha yon?\nSorry, nakalimutan kona kasi e.\nPs, Salamat","Guys i need help po... Sinalin ko po saa memory card ko ang mga photos ko sa phone storage tapos nangg bubuksan ko lumalabas no thumbnail. Help pls sayang ang mga photos ko !!! Pls po :(","Guys pahingi idea sa websitw, project kasi namin. I need idea. Ty","Bakit Ganun? Kami lang ba nakaranas neto? Yung prof namen sa programming puro \"Class dismiss\" \"See you on next meeting\" Sir turuan nyo naman po kame!","hi mga developers & programmers.\nare you okay?","Ako ko lang po, ano pong gagawin sa phone na hindi nagbubukas? I mean, nagoopening po siya pero hindi po tumutuloy tapos uulit na naman po. Parang nirerestart paulit ulit pero hindi po nagbubukas yung pinaka system.","Aano Po ba Ang mga major subjects NG COMPSCI? THANK YOU PO","110101001101101001111011010000100110101001001101\n000001011010011100110100011101100100000011010001\n000110100000101101001101011010010010110010000001\n101001110011010000010110010000001101001110011010\n001110110010000001101001101011010001110110100000\n101100100000011010001101101000001011010011100110\n100001101101000101011010100100110010000001101010\n011011010000010110010000001101010000011010100100\n110100011110110100011101101010010011010000010110\n100110101101001101011010001010110101001001101010\n011011001000000110100000011010001010110101011001\n101000101011010011000110100011110110101000000110\n100010101101010010011010100110110010000001101000\n001011010101000110010000001101001001011010100110\n110100000101100100000011010011100110100000101100\n100000011010000010110110010110110100111101100100\n0000110100010001101010101011010011100","Any suggestion po na pwede i thesis title? For BSIT course.Thank you","Pag po ba nagcomment sa post mo ng \"ff\", kelangan po bang magreply ka rin ng \"hooray\" ?\nTIA\n#OFFTOPIC","Hello ka PD in your own opinion what is technology and what is mobile application free data po kasi ako at walang pang google salamat sa sasagot,","Ano pong ibig sbhn kpg kada binubuksan or pnapatay ung laptop nag iinstaling update?","Orayyyt mga PD! SECOND TAKE NG CAPSTONE HAHAHAHAHAHA","help.. ayaw start nung cp ko,, nag oopen sya pero android lng nklgy and ayw nya mag tuloy..\nayw nya din mpunta sa hard rest -_-'","Patulong po guide Lang Kung paano alisin Yung black dot sa laptop ko...","Guys magkano po ba yung OR, NOT and AND?","MGA BOSS, BAKIT PO NAG RARANDOMLY SHUTDOWN YUNG PC KO ?PANO PO BA YUN ?\nsalamat!","Anung software po maganda video editing?","patulong naman po baguhan lang po sa nested loop at for loop.\nDapat po ganito lalabas na output\n2-----\n-4----\n--6---\n---8--\n----10-\n-----12","SOBRA NAMAN KASI MGA TAO NGAYON PATI NANANAHIMIK NA TAO DINADAMAY.. NGAYON NATAGPUANG PATAY C THEA SA KANYANG TINUTULUYAN. CHECK NIYO SA WALL KO ANG HULING MENSAHE PARA SA MGA MAHAL NA FANS AT PAMILYA NITO. Programmers,Developers\n#RESINPEACE","Tanong ko lang po kung safe po ba gamitin yung Chromium","Guys Sino Gusto ng Dagdag Income .Fartime o Fulltime Malakihang cheke Makukuwa mo depende sa Sipag mo kahit Sino Pwede .Walang masama kung susubok ka Malay mo dto Guminhawa buhay mo .PAG MAY TYAGA MY PERA .PM ME SA GUSTO KUMITA","Malapit na ang baby thesis god bless samin :)","Sa mga studyante n walang load, pro my internet, libre txt dito wala nang registration:\nwww.pse-screener.com/public/#/sendFreeSMS","Posible pobang magkaruon ng  Virus yung Mouse? or Hindi po?","Mga Paps pwede pa tulong pano po gumawa ng calculator gamit PHP sa notepad+++\nSalamat sa sasagot ng maayos","Ano po na magandang Title for thesis?\nRespect po","Jquery ajax javascripy tutorial please...","Hi puwede ba pirata software sa mac air? tulad ng photoshop? suggest naman po kayo ng website na kung saan ako puwede makapag dl na full package na adobe.\nthank you po.","guys baka naman po merong marunong manghack ng acc dito mag bigay nalang po ako 50load plss lang po sana may makatulog para po sa gf ko hndi nya na kasi mabuksan ehh ... pls po .","Paano ba mag install ng windows 7 please kailangan ko ng matinong sagot at respeto nman sa post ko","guys san po pinakamagandang mag take ng college sa Programming?","GoodDay :)\nask ko lang po kung possible pa po bang ma retrieve yung laman ng betamax?\nthanks :)","Guys anong site mganda mag edit ng video?? Tnx sa answer","PAANO PO BA MAG DOWNLOAD NG XAMPP ?SALAMAT PO","Guys baka pwede ako makahingi tulong sa thesis?","Pahelp naman po kung ano pwede gawen sa laptop ko :(","Mga bos ano posible dahilan ng dead pixel sa taas ng monitor? Pwede bang bigla nalang lalabas yan?","Mga ka pd paturo naman o, paano mag reformat o reprogram ng laptop???\nThanks in advance.","hi mga ka PD..uhm pasuggest nga po ng system for our school. with the use of vb.net po..\n#helpnamanpopls!!..","Hello po. pwede po bang humingi ng idea capstone title po.\n thank you po","Ask ko lang po madter ano pi ang meaning ng computer ports salamat","[OT]Pwede ba mag i.t kahit di marunong sa math?\nNagtatanong kasi pinsan ko sana po masagot nyo.","pano po gumawa ng simple log in sa apache cordova visual studio?","Sa tingin nyo po mag kano minimum Salary ng IT?","Hello guys, I am hoping for your help","Nagkaroon ng color white na line yung laptop sa screen, any idea kung paano alisin?","PTPA: Tanong ko lang po kapag po ba niReset yung modem, tapos turn-on uli nawawala na po yung internet? or need pang iconfigure. Nagtingin na ako online solution wala po particular na solution, Thank you in advance","Paano po gawing bold ang istatus po ask lang\nParang ganto\n\"Test\"","Ask ko lang po magkano ang gtx1060 6 gb at 1070 sa gilmore? Need ko lang po sa programming","Cnu marunong magtrace ng phone jan?","Guys patulong naman yung tito ko nakalimutan password sa pc nya? Meron bang paraan marecover yon? Pls help. Ty","Sa mga mommy, na nsa bahay lng gus2 nyo kumita pwede kayo magwork online.. Need lang ng cp at fb account..ask me how guide kta","guys can u help me ???\ni need a simple system about Rented rooms ..","mga masters, paano ayusin to or ano ung problems, ayaw kc mag boot. salamat mga masters...","Ano pong solusyon kapag hindi makabasa ng OTJ ang isang phone? Help po. :(","San po maganda magaral ng IT?","mga ka PD pwede ba maging police ang IT ?? and how??? paano ba proseso ??","guys patulong naman bigla nalang nag karoon ng horizontal line screen ng laptop ko.","Hello po. Please comment down. Any suggestion/Ideas/Concept po para sa ipopropose naming game. Salamat!","hi guys hingi sana ako link pangdownload music or video tnx in advance","hellohomora!\nbest IT schools para sa inyo mga ka-PD for college?","Paturo nmn po sa termux po panu makakuha ng WiFi password po salamat","Ask lng... san best website training courses school...","Hello po mga ka pd pwede po bang mag tanong kung paano mag backup files ng laptop? Mag rereformat po kasi ako e wala pa po ako masyadong alam kaya sana po matulungan niyo ako salamat po","Technician na mabait at hindi nananakit pa check naman yung computer dto sa bahay","Hello po tanong ko lang.nag ka problema cpu ko ..tumutunog sya basta masakit sa tenga. Tapos wala syang display sa monitor.ano ping problema dun?.salamat po","Pa help namn po , ano po ang magandang Title para sa Capston?","Pag bumili ba ng macbook pro sa apple store. pwede sa labas ipaupgrade yung mga ram at ssd? Pero d mawawala yung warrantyi?","Pwed bang pa help?","Ano po kaya unique na system program language is php po #tia","Hello po, pwede KO po ba mahingi opinions nio? Ano ba magandang title for capstone??","Diba tulong tulongan dito? Bakit po dinelete ung post kooo???","Hi, I am freshmen college and Computer Science po ang kinuha kong course, any advice and expectation taht I need to know? Especially in PROGRAMMING.\n- Thank you sa mga magcocomment It's my pleasure","This post will be bashed by idiots\nI can't see any post with codes and errors needed to be fixed. please return this group sa dati nitong porma. In where learning is more efficient and effective. \nno offense","Pumangit na tong group na to HAHAHAHAHA","PHYTON ANG BES NATING HAS!!! SADNU","Sino nakakaalam ng pang crack ng wpa2 ..","work ba to ? hahaha :D\nmukhang computer to :)","ano magandang thesis mga ka PD....","Ask ko lang po kung ano po ung magandang system na gawin? Salamat po. &lt;3","pa help po .anu po kaya pwdeng gawin sa recent at back button ng j5 prime .not working po kasi ..nabasa po ng nag papawis kung daliri","Mga ka PD. Ano po problema sa laptop kapag gi On walang lumalabas sa screen pero naga ilaw naman po if na On na. Sa Battery po ba problem or what?","Pano mag hack ng fb account??","Sino dito gumagawa ng system? Kindly pm me. :)","Thank .. to AM","Pa help naman po . May nakaka alam ba dito kung pano matrace ang cp gamit ang imei? Thank you sa sasagot","GoodEve. Ask lang po ako kung san pwede ka download movies. Thanks.","PTPA","may idea po kayo pano gumamit ng multiple gmail accounts? thanks :)","Ano po yung java","Mga sir pa out of topic po panu po i unlock ang key ng tv mass po ung brand ng tv salamat po sa mga sasagot","Magkano po kadalasan na sahod pag fresh grad?","Bakit po kaya pag nagdidikit balat namin ng officemate ko. Naga-ground kami hahaha.\nPati sa door knob or kahit anong balak nagaground ako haha\nSino nkakaexperiece non?","Mga boss kaya ba sa laptop 2gb ram ang counter strike 1.5","Guys i need your help\nNakalimutan ko yung password sa windows 10 ko na laptop.\nPaano ko po siya ma reset yung password.\nPls help me guys almost 2weeks na ako nag watching video on YouTube but did not work pls help me guys.\nThank you so much to helping me pls help.","Excuse me sir if there is a rules about that page is NOT related any topic about programmers/programming my 1st sentence that I post \"Sorry po if off topic\", the reason why is that I making a big unique project and taht why I post it in that group. That's why on the first place I'm already said \"Sorry po if off topic\" Kaya nga ng SORRY dahil ibrbreak ang rules EVEN alam nila.. insteas banned people who are already member why not delete that post. Masyado kayo sensitive, meron naman consideration why did I post that","How cna I add/remove/change the contents of \"About Phone\" using ADB? DOes this work without root? Beginner here.","bakit pa tayo mag papakahirap kay javascript kung nanjan naman si jquery? ahahaha ansaya po talag sa jquery.\n#sharekolang","Panu po gumawa ng design at code???","MGA BOSS OR PRO. PAANO PO MATANGAL ANG INSTALL BLOCK PLSS SENT NYO NLANG PO YUNG VIDEO SAKIN","PTPA..","anu po kaya problema ng windows update po.. kpag nag ccheck update po ako same pa din ung lumalabas na problem. khit ilang beses ko po click ung check for updates gnyan pa din po.","PLS HELP.\nWhat are the ideas that could help or make a pralyzed patient's lize easier?\nTIA","Ask lang po kung pwede magtanong dito kung  anong mga codes ng para sa reservation system na ginagawa ko po","Hello po? Patulong naman po ako kung paano gumawa ng website (database) log in and log out lang po its for my finals and wala po akong idea or friend na ma approach. Pa help naman po mga sir? TIA","Ano po pinagkaiba ng java sa javascript ?\nJust asking","Hi guys, paano po ayusin yung medyo pale green na kulang ng screen ng iphone5? Thanks po sa mga sasagot","Anung app po ba ang pwede maka-free internet ngayon? Di na kasi gumana yung Psiphon ko eh.","Anu po maganda pag sa programming , ryzen or intel?","Good Evening Programmers,Developers...Pwede po ba mag bigay po kayo ng kahit anong thesis title......thanks.","Ptpa.\nMga sir prog and dev. Ano po ba magandang title proposal na paggawa ng game. Kahit simple game lang using turbo c.\nYung madali dali lang po.\nFreshmen po for programming sub namin. Salamat po.","new beginner lang po\npatulong naman po pano po ito","write a python program that ask user for a number and sums up the number starting from 1.\nsalamat sa tutulong","How to recover deleted videos from android phone using pc? thanks","Hello po mga ka PD Ask ko lang po sino po d2 ung may alam sa c++ pm nyo po ako may tatanong lang po. Salamat","Ano po kayang language ginagamit sa \"how to propose like a programmer?\"\nThankyou","oh mga ng programmer ng gabi start na haha","Can someone here advice me or give me codes in making AI using C# for my IT project PLEASE\nThanks\n~Please Respect","Any suggestion ano po magandang course i take. Computer engineering or computer science. I.t. sana eh wala lang sa Up.","Mga sir Patulong ng Basic flowchart Po.","Tatanung lng po. Ang computer science (COM-SCI) po ba ay mas more on software? At ang computer engineering po ba ay mas more on hardware?\nAsk lng po","javascript, html,html5,css,bootstrap.. nag lalag na utak ko .","again hehe mag papasuggest lang po sana ako nang title for an expert system using prolog.","Guys any suggestion ng maitopic sa thesis? Thankyou in advance. Newbie lang po sa group.","mga sir saan po kaya pwede makahanap ng installer ng unity3d na walang bayad or kung may bayad man sana po mura lang hahaha salamat po!!!","hi guys, any suggestion po kung anong magandang system para sa thesis :) salamat sa mag comment","PTPA admin\nMga Boss Patulong !\nC program gamiten using for loops","ito ang problem\n-input 10 Numbers and get the biggest number inputted\nNeed help po palapag paano i program yan plss TIA po GBY !!!","Guys any suggestion ng maitopic sa thesis? Thank you in advance. Newbie lang po sa group.","Pahelp naman po gumawa ng basic website lang sa mga magaling po jan ty po sa tutulong","Sino po agree na gumawa ng gc..para makapagshare nang idea at makapagtanong","Any suggestion po na Web paid hosting?","pwede po mag tanong san po bako makakahanap ng examples ng foreign and local literature about hotel reservation system thank you po","Guys baka pwd makahingi ng code sa HTML..gagawa kc ako ng google..yung pnaka front lang ng google...","Final Defense Tomorrow , Any last words ?","definition po ng Information system? TIA","Guys turuan NYU ko JAVA pls.","Goodnews!!!","Free Browsing mga Globe LTE Sim Users ngayon! Download anything you want","Ano pagkakaiba ng programmer at developer","Mga KaPD ano po yong notepad++ at ano pong pwedeng gawin dto? Salamat po","Mga tropa patulong naman oh. . .\nMay alam ba kayong way para magamit ang microsoft for offline use ?\nSalamat po. . .\nGod bless. . .","Sino nakakaalam ng \"hello world\"? Para sa baguhang tulad ko yun ba tlga dpat unang matutunang program bago ang lahat? Delete post nalang pag bawal to?","Senior High ba karamihan dito? Hahaha","PTPA\nGOOD EVE MGA KA PD\npatulong po mga kuya ate ka PD\nTIA po ^.^\nPA XENSYA po sa abala ^.^","henlo PD, sino po dito ang naranasan nang sumakit yung wrist sa side ng pinky? any tips on how to relieve the pain?","Goodevening po","Hindi po ako programmer pero willing to learn naman po. Magtatanong lang po sana ako kung anong magandang System na pang THESIS na po Salamat Salamat","Need help hehe. Anong pwedeng aralin ng mag ffirst year college IT student hehe","Magandang Gabi! Tanong ko lang Kung may way pa ba na marestore Yung file na Wala na sa recycle bin? Please enlighten me. Salamaaaat!","&lt;b&gt;Anthony Steven Bualan Geronimo&lt;/b&gt;: natatawa ko sayo sir HAHA. magbasa ka sir\n-_-di po yung puro yabang ka.","What are the job opportunities or job titles waiting for those developer who are good at solving algorithm problems than most of the average dev?","Sino may alam or nakarinig sa HACKATHON?","Unsa kaayo Ang topic bahin sa thesis?","Write a Python program that will enter a positive and negative number until you enter zero that will terminate the loop. Then it should get the sun and difference of those numbers. Paano po ito? Salamat po sa sasagot. Difference na lang po kasi yung kulang ko.","Ano po ang pag kakaiba ng Information System at Information Technology?","Hello mga Ka PD! Off topic muna, What if mag programming challenge Kaya Tayo? :/","Vuejs experts help.","nice kung walang masagot. wag nalang sana mag comment XD LT","Mga boss meron ba kayong codes ng online application form?? Sana po meron","ano to? CHROMIUM daw?","Mga sir may idea kayo kung bakit naging ganyan yung account ko sa facebook? Wala siyang settings dko mailogout kahit i clear data ko sa settings nakabukas padin siya. Thankyou sa sasagot.","hello po mga ka PD pwede po ba akong mag addng isang taolang po?","Ano po pinagka-iba ng Process Flowchart at Program Flowchart","kaway sa mga rakker ng fb jan","Saan maganda bumili ng domain ?\nYong di maraming issue","SINO DITO MGA NAKAPASOK NA SA DEEPWEB? ASK LANG","Mga ka PD ano magandang Research title ngayon na android app or eLearning. Suggest kayo guys please","Can i ask if ano talaga ang pinakabest video editor???","God day. Ano pong pwede Kong gawin para hinde po mabasa ng Facebook messenger Ang phone contacts ko without uninstalling the app neighter deleting my phone contacts? It bugs me to know that they are invading my privacy. I am considering of taking the app out of my phone though.\nPs: messenger is not sync into my text messages.\nNag taka lang ako kase may friend recommendation Ang FB messenger and it says there na isa sya sa phone contacts ko. I'm Like \"WHAT THE FUCK FACEBOOK?!\"","Thanks admin . marami ako matutunan dito .","Mga boss, ano po kaya ang mas magandang solution dito??\nThanks po in advance","Hi guys, ask lang ano po meaning ng coputer in the world of I.T??","I HAVE CHALLENGE FOR ALL PROGRAMMERS HERE\nCreate a program that convert roman numeral to number\nThen vice versa","Puro pulpol kayong programmer sa group cancer haha\nnagpagawa lang ako\nConvert roman numeral to number then vice versa\nasignment agad yung isa warning daw agad\nPs: stopped ako mga hangal","Hello po, can someone please suggest a good tutorial for joomla web dev?, tnx so much","May mga gumagawa po ba ng thesis dto? Willing to pay po.","Hello mga ka PD. Meron po ba tayong Discord Server, Telegram, Slace etc etc? With a purpose of to help our fellow group members.","Magandang hapon ka-PD\nHingi lang sana ako nang suggestion kung okay ba tong Globe Plan na ito?\nBalak ko kasing magpalit ng ISP, suko na ako sa PLDT ayaw talaga ayusin yung net namin.\nSa mga GLOBE ISP nila ano sa tingin nyo magandang plan nila?\nMaraming salamat sa sasagot","Mga paps among magandang title para sa thesis newbie labng po kasi ako","Mga Sir, PHP Mysql, paano po ba yung Automatic Backup and Restore in a specific range of time? Salamaaaaat &lt;3","Papalapit na ang defense. Any tips kung pano makaka survive? HAHAHAHAHAHA","Mga master sino napo naka pagtry ng host sa GoDaddy pd po magtanong?","matanung lang mga sir mai app b na kayang mag recover ng deleted files sa phone. help mga k PD","Capstone title idea , major in network analysis and design","Pwede po ba makahingi ng code ng quiz game gagamitin lang  reference using C++\nSalamat po :)","Ano po bang magandang pupwedeng maging title para sa CAPSTONE THESIS need your help po mga Pro. kung may idea po kayo dont hesitate to drop you comments\nthanks po","Mga Paps pano po mag pa optimize ng SEO sa google.. Kahit sa firstpage lang lumabas.. Kahit di mag top laban na yan.\nSalamat po.","Bye po PD :) salamat sa lahat ng naitulong niyo sa akin.","Hello tanong ko lang ano po magandang brand ng laptop na pang program? Thank you","Mga master patulong naman po Ung laptop ko kasi binuksan ko po kasi laptop ko pero bigla na lang ayaw gumana ng keyboard ko Spacebar and Enterkey lang ung gumagana.","Suggestion naman po na proposal project sa technopreneurship.","Hi po need ko tulong po Ano magandang system na madali lang ? For defend or anything!\nTy po\nCollege po ako","pahingi naman po ng licensed server jan sa pycharm hehe","GUYS SINO PO MAY FULL CODE NG VISUAL STUDIO 2010 ng LOGIN FORM LNG po na may MYSQL(XAMPP) AND 3 ATTEMPS lang nahihirapan na po tlga ko mag hanap sa YOUTUBE at GOOGLE sana po matulungan nyo ... Salamat pO... LOGINFORM LNG PO TLGA","Hello po. Pano po mag post ng hello world sa html","off topic guys , Monitor napo kaya tama neto? or VGA? salamat sa tutulong","Good afternoon, I am asking for your help, i can't hack fb, so please for the sake of this girl, can someone here help us ? asap ?\n@admin\nsorry for the post,","Good day! Ask ko lang po if meron kayong ma suggest na pede pag applyan na company around manila na accepting fresh grads and with good training programs about web development. Applying for junior front end web position po. Salamat po and gob bless mga ka pd","In your exam create a program that ask the users input their weight in kilograms and height in feet and inches. The program then outputs BMI and associated health risk. To do this we must first make our program convert a height in feet and inches to meters. If we convert the height to all inches, then we can multiply to 0.0254to convert inches to meters. Help lang po. ASAP","Baka meron po sainyo Makatulong saakin papagawa po thesis system po di na po kasi namen kaya kapus sa time , pm po . \nManila Area po","Guys pa help naman po baka may alam kayung windows 8 product key","Patulong naman po. Paano o anong gagawin para maging \"one name\" ang fb profile name? Nagresearch ako sa google pero di effective yung mga tutorial nila. Please patulong po","Ayy mga sir ask ko lang po bakit po tinurn off ung commenting sa post ko?\nPapatulong lang naman po ako about sa laptop","Anu ang pagkakaiba ng rj47 sa rj45","Mga Master ano po ba ang magandang app na pang lock ng like kay android cypherlab?","Pa delete na lang po if against sa rules. Gusto ko lang po I ask saan makakabili ng 8GB or 16GB ng ganyan specs jan sa atin sa Pinas.","GOOD DAY! Everyone...\nAnyone can help me??\nphp LOOP","Hi mga ka pd.\nAsk ko lang po. Sa tingin nyo anong mga andoid apps ang kailangan ng improvement at bakit? Salamat.","Patulong lang po. Paano e fix yung virus sa flashdrive? Na format ko na pero nanjan pa rin yung virus","pano po ba mawala ung virus na yan sa fd huhuhu nitry ko na po ung attrib -r -a. -s -h ayaw pa din huhuhuhu pati ung del drive. bat ayaw huhu","Mga idol pwede na daw ba to pang ros ios user kaso ako eh diko alam tong mga specs na to salamat sa sasagot low budget lang tropa ko hindi daw ba lag dito?","mga kuya penge naman po ng link na pang hack ng fb ung tropa ko po kasi nakalimutan fb password di nya po marecover\nsanna po matulungan nyo ko","Good day po.. Ano po ba yung magandang machine system para sa capstone project?","Off topic po .\nBalak ko po kasi bumili ng laptop . Mga nakikita ko sa Online . Pero kinakabahan ako baka . Maloko ayun pala may issue . Ano po ba need icheck at advice sakin sa pagbili .\nSalamat po  .\n#3rdYear\n#ITStudent\n#LspuLB","KAINIS NA WINDOWS 10 TO SARAP APAKAN\nSKL.","Mga ka PD paano po mag update ng microsoft word? Sorry po baguhan lang hehe","Guys help pano po ba mag ka Microsoft office ng libre","mga sir pwede bang makahingi ng sudoku c++ na program code salamat sir","Good evening po pwede po ba mag copy ng microsoft office s acomputer or laptop though FLash drive ? Tapos eh paste ko po sa laptop ko . . ? Kasi sabi ng kakilala ko d daw kailangan daw talga e install\n#PS need ko la maliwagan hehe","Guys bat ndi mabasa ng macbook ung cd na sinalpak ko???","Mga ka PD ano kaya sa patulong naman. Suggest kayo ng pwedeng gawing CAPSTONE PROJECT","Tanong ko lang po kung anong mga possible na mangyari pag nag ka problema ang bios ng laptop. Salamat po","title proposal pls penge ng idea","hi guys ano ba magandang video editing software ?","HI PO PATULONG NMN NKALIMUTAN KO PASSWORD NG GMAIL KO..PERO ITO PO YUNG USER:arrajee8@gmail.com..Sino po marunong? Please..","Good evening guys ano dapat gawin pag nakalimutan mo ang password sa computer mo? Newbie here","what is the use of math in bsit?","Good pm po pahelp lang po\nflow chart that can input number and display positive or negative..\nPede po pa explain?\nFreshman po ako ay di ko po magets to eh. Sensya na po","pahingi ng research title ung kailangan na output na something pero nd kailangan bumili ng extra machine","Sino pwede pong makatulong samin magawa yung device namin willing po kami magbayad. pasuyo nalang po ako ipm para sa more info.\nBOARD SCORER po Device namin. salamat po","guys what is your opinion or idea about multimedia?","Tanong ko lanv dangerous ba yung virus na mga symbols ang name? Ayaw madelete eh","pa off topic mga paps, May 1TB flashdrive ako bago pa, nung una nareread pa sya ng Laptop tapos bigla nalang cannot be recognized. Bat nagka ganun? virus ba or nag corrupt? patulong po sayang yung allowance ko","Hello po pwede po patulong kung ano po magandang title sa IT po salamat","Pag may magpapagawa ng thesis magkano isisingil, hotel reservation with sms?","paano ba maging best thesis?","i need help mga ka PD?","Mag kano po ba ung programmers developers na t shirt?","need lang po idea about sa e-commerce","Paano po ba mag format ng macbook?","Quick quiz guys!!\nWhat will be the output?\na = 5\na += 5\nPrint(a)\na =- 5\nPrint(a)","https://google.com","Good day, is it possible to recover deleted files from flash drive, nag karoon kasi ng short cut virus and .Ink virus so i deleted it using cmd prompt (attrib). pero lahat ng files ko nawala and di ko na marecover, matagal na kasi ung last back up ko :(","Alam niyo po ba yung variables in Turbo C?\n-1st year here.\nSalamat po","Pa Help naman po Suggest po kayo ng pwedeng pang case study. Salamat po.","Hello po good day! Pwede po ba magtanong? Ano po ang magandang title ng website. Plese help me...","Mga sir pano boss matanggal ung horizontal line sa screen.pahelp nmn po sa mg sasagot.thanks","Nagkaka-virush po ba yung keyboard?","Hindi ko po kabisado mga laptop models-\nSo Im asking for a laptop recommendation.\nBudget 90k - 120k php\nPass po sa gaming aesthetic design\n(Simpler, more slimmer design the better)\nI prefer a metal unibody design if possible.\nGood screen quality (2k resolution is a plus) and RAM expandability is a must.\n\nTo be used for:\nUnreal Enginer\nBlender rendering\nAdobe Premiere, After Effects and Photoshop.\nAndroid Studio and Eclipse\n\nPS: May desktop nako baka kc may magsasabi na mag build nlng ako, I need a laptop for portability.","Pahingi naman po suggestion para sa title proposal for VB.net\ncommon na kasi ang inventory,payroll,student profiling,hotel reservation ,library system and clinic management.. TIA","Hello po sino po pwedi makatulong magbigay ng codes\n Gamit po namin.. vb12 tapos mysql ang back end .\n  Pano po ba magnsert ng image sa  mysql\n Gamit ang piturebox sa vb 12\n#Tya","ANyone here using Godot engine sa laptop?\nano po specs ng laptop nyo?","sir/maam goodafternoon,magtatanong po sana kung sino po dito yung expert sa laravel, may itatanong lang po sana ako. maraming salamat po","bakit po kaya incorrect pin ? eh tama naman po yung pin na nilalagay ko..","Pwede po pengeng codes? Bukas na po kelangan eh.","Paturo gumawa ng flowchart willing po ako matuto","Hai Guys pwedi ako pasali sa Programmers and Developers Group Chart  Thank you :D","Hi po! Ano po yung mga command sa cmd","Nabasa ni prof yung post. Dinelete.. GG","Ano po yung two dimensional array","Latest thesis ideas for system software development?\nanyone thanks :)","Morning po.\nAsk ko lang po yung pinagkaiba ng Front end dev sa back end dev?\n.\nLooking po kasi ako ng job. thank po.","PTPA: (Pa Tulong Po Ako)","Ano ang advantage/importance ni stock in at stock out sa inventory?\nDi ko po siya masyado ma-gets.","010000111 01001111 01001111 01000100 00100000 010000001 01000110 01010100 01000101 01010010 01001110 01001111 01001111 01001110 00100001 00100000 01001010 01000101 01010011 01010101 01010011 01010011 00100000 01011001 01001111 01010101 00100001\n\n01000111 01101111 01101111 01100100 00100000 01000001 01100110 01110100 01100101 01110010 01101110 01101111 01101111 01101110 00100000 01101101 01100111 01100001 00100000 01101011 01100001 00101101 01010000 01000100 00100001 00100001 00100001 :D","Hi! Good day po..\nPaheal po please.\nPaano po gumawa ng codes sa Turbo C na mag e-input ng 3nubers and idedetermine nya kung MIN, MID at MAX ung number using Functions..\nThanks po sa sasagot at magbabasa nito","Tanong lang po, may way po ba para makapag retrieve ng naburang files sa computer na hindi gumagamit ng net? (possibly deleted because of virus)\nTIA.","Pleasant afternoon mga ka PD baka meron nag bbenta sa inyo dyan RFID reader yung plug and play lang sana. Asap.","Hello, PD! Baka may alam pa kayong mg atutorial about Wordpress","Suggested tutorial kung pa'no gumamit ng Wordpress and pa'no makabuo ng web sa Wordpress. Thank you.","Patulong nga mga paps.\nPahingi lang ng diskarte kung pano magexport ng HTML to Docx file(MsWord) then pwedeng isend ng rekta via email ng di na kailangan idownload yung file. kahit JS or PHP/\nSalamt sa sasagot","hi! it's me again..^_^","pahelp naman po. may marecomment po ba kau na laptop pang program development and photo/video editing?\ni7 8th or 9th gen, at least 256GB SSD, 32gb RAM, 17\" screen\nThank you!","Pwede po bang mag program sa cellhone","can I drink pills with some vodka? cant sleep","ano po ba pagkaiba between Appliations and Games? ano po pagkaiba nila income to pag gamit ng mga pl sa kanila?","San po ba ako pwede magaral ng CompSci online, yung libre lang po hehehe","Hi ka DP\nSino my crazytalk animator 2 installer..\nPwd bang pahinge.\n#RESPECT","Mga Sir pwede ba i open line yung Globe Prepaid Home wifi pa help naman Mahal ng load po Kasi e\n#respect","...sinu po nakakaalam magcode ng dynamic web dito?","Good day, guys may alam po ba kayong mabibilhan ng drone here in QC?","Yung totoo... ilang programming language ang alam nyo?","Thesis topic for app deve any suggestions?","Ano po ung CPPROG1?","Mga ka PD ko alam ko di to tungkol sa Computer or sa pag proprogramming pero baka makatulong sa mga working IT or programmers na nag hahanap ng bedspace na malapit sa pinapasokan nilang IT Company's","ano po ba dapat unang matutunan sa pag-aral ng programming?","sino po marunong Gumawa ng site Papagawa Po sana Ako Kung Pede Na 1k lang budget ko\nPmpo","Guyss patulong naman po. Yung loptop po kasi ayaw magbukas tapos ang nagf-flash lang po is 'No booted device' Salamat pooo","Guys suggest naman po kayo jan magandang gawin system pang thesis.","Ang boring talaga ng PHP","Sino po may product kay activator for windows 7","Macromedia stickman","Hi po mga PD :)","Submission na po ng capstone system namin sa saturday eh\nwala pa pong 50% yung nagagawa namin :)\nTanong ko lang po kung saang building pwede tumalon?\nYung sure po na deadz ako. :)\nTIA sa sasagot :)","MGA kuya/ate pa suggest naman po capstone project title\nsalamt po sa tutulong","Pano ba ma recover  ang fb pede tulong","penge example ng java system","Guys pa-help naman po, any suggestions ng magandang thesis title. Thanks in advance.","what is:\n-file stream?\n-text file handling?\npaanswer naman po. ididiscuss/irereport ko.\n#newbie","Sinu po dito web dev na malapit lang sa cainta , taytay , pasig","Help naman po thesis title plss","Ask ko lang po anong magandan pampalit dito sa RAM na to.\nPlease comment below.\nThanks :)","Pwede po ba yung log in function na html/css lang gamit?\nKung pwede pa-tut naman po salamat","Mga paps pa.help.. D ko ma off btooth q sa cp CHERRY MOBILE LANG .. Pag inooff magrerestart..","Tanong ko lang po ..Paano eh diactivate yung account sa fb na na hacked? Meron kasing nag change pass sa fb account ng kaibigan ko\n Please respect..Thank you","Ano po magandang gawin sa CMD","Good day. Sino po marunong ng laravel?","Dadaan ko nlang sa codes","Sadya lng mga boss para maintindihan ng hnd programmer .. Un lng..","What is the difference between software engineering and system analysis and design?","PTPA mga mam /sir ano po magandang thesis title sa ngayon para sa CoE","Sino mga self taught programmer dito, yung mga hindi dumaan sa college?","sino po marunong gumawa ng system dito ??","Ano mas maganda course kunin?\nBSIT / BSCS","LF: web developer\nLocation: bicol/ legazpi\nSana meron","Pwede po mag tanong?ung cp ko po ksi ayaw na magcharge sira ataung sinasaksakan..pano po kaya to maaayos?\npasagot po ASAP thank you","Bakit bihira ang maganda at sexy na programmer?","Hhayyy.. Car Parking System.. paano yun isa ka lang nag cocoding tapos dipa masyadong keen, tapos yung 3 na member nakakasad.. :(","Paano po mag reset ng icloud sa iphone kung di na alam yung mga sunagot sa questions\nPa help po salamat","Ano po pedeng title sa thesis for kindergarten ?","Ano po bang syste ang magandang pang thesis po . .??\nBadly needed. .","IT vs. CS\nI don't see any difference...\nWhat a Computer Science can do, you can also do as an IT...\nAnd the other way around...\nIt's just a matter of thinking...\nComputer Science and IT are both simple and sweet...\n#strike","Galit? ang babaw! pota hahahaha","Hello po. Pasuggest naman ng title na pang capstone proj na pinakamadali gawin. 1st year college plang ako kya dito magets ung suggested titles na nasa group.\nTIA","Good day I just want to ask paano po maging programmer?\nYung magiging masaya ka sa gagawin mo.","May installer po ba kayo ng wordpress...","saan po ba maganda gumawa ng app","nabash daw ako dito sa gc? anu pong mali sa post ko? nag lang ask ako ng favor tapos ganyan na pinag gagawa nyo. mga graduate pa kayo ganyan pa mga ugali nyo. natuto lang kayo naging mapagmataas na kayo. ano ba kayo? pinapakita nyo lang na kayong mga natuto at nakatapos na ay hindi marunng tumingin sa pinanggalingan nyo. para ipaalala ko lang nag umpisa din kayo sa walang kaalam alam. wag kayong magyabang masyado ng dahil lang sa natuto kau. dahil pag ako ang natuto hinding hindi ko kayo gagayahin","Sino Meron kilala  Magaling mag adobe meron lang po ako ippaadobe.\n Taguig area lng po..","Tanong lang po, ano pwede gamitin na app para po makarecover ng files or pictures?  Salamat po","guys maliban sa fonepaw at dr phone? anu pa ang way para marecover ang deleted text sa android phone and deleted convo sa fb? tia.. may mga codea kase ako dun nakalagay na aksidente nadelete","Guys, need your opinions. San maganda kuuha ng templates for a website Hahah","We in the ICT industry are problem solvers. WE ARE BOUND TO REIGN AS ROYALTIES especially during this information and quantum age.","how to change\nbackground-image:\nopacity?","Mahirap po ba mag study about hardware?\nlike parts of motherboard?\n Asking\nstill Grade 11-ICT","Who knows the codes for ordering system for visual basic?\nCan I have po please?","Hi","Helo po.\nCan o ask something.???\nWhy my microsoft cannot work.\nApps said (unlicense product)\n.\nWhy?\nCan u pls help me . Cause i really need this for my projects.","Mga master sino magaling sa pythong? May itatanung lang po ako","Hello Sir and Ma'am Good afternoon Pwede po mag tanong at mag paturo? Kung pwede lang po hehe\nPano po mag printer sharing may tutorial po ba kayo?\nSalamat po","Closed!!!!!! Ano po ba Differences and Similarities ng I.T sa Computer Science? Naguguluhan po Kasi ako. Balak Ko po Kasi Mag shift ng Course sa Incoming College ko. Alam kong Nakakatawa ang Question ko pero Intindihin nyo na lang po\nSalamat.Willing po kasi ako MagProgramming","Hi someone give me a copy of binary codes","Saan po pwede mag Download ng Microsoft Word?  Yung legit po hirap magtiwala sa google eh. Salamat po","Mga sir!May itatanong po sana ako sa inyo kung  saan pong site maganda magdownload ng \"ANTIVIRUS\" bukod s symbianize?\nSalamat...","Mga maste pano ba maging legend gaya nyo?","Tanong lng po. Nagpareformat po kc aq. Bkt po pati bluetooth ng laptop nawala ?","pa help po, panu gamitin si Recuva?","Hi po! may itatanong lang po ko, eh di naman ako programmer haha yung bestfriend ko lang po nagtatanong.\n1 what is the history of html?\n2what is the standard of html\n3what is the code of standard html? Salamat po ng marami guys.","Hello everyone.. ask lang po ung laptop po Kasi my power pero operating system not found dw. D n tlga mg diretso ng bukas naghahang p . Pano po kaya to","#include&lt;conio.h&gt;\n-ano po pupose nan?","nanaginip ako, \"TAPOS NA DAW ANG THESIS NAMIN\" hanggang sa panaginip na lang tayo."
]